Repository: TheSickNessPill/FS_Projects
Catalog: Project_15_Localization_REST/NewsPortal/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Hello world
ru: Привет мир!!

source: Вы получили это сообщение, потому что пользователь %(user_display)s указал этот email при регистрации на сайте %(site_domain)s. Для подтверждения регистрации пройдите по ссылке %(activate_url)s Хорошего дня!
ru: You got this message, потому что пользователь %(user_display)s указал этот email при регистрации на сайте %(site_domain)s. Для подтверждения регистрации пройдите по ссылке %(activate_url)s Good luck!

source: Check out my new cool translation
ru: Чекни мой ноывый перевод!!

source: Log in
ru: Войти

source: Log out
ru: Выйти

source: List of news
ru: Список новостей

source: Title
ru: Заголовок

source: Date
ru: Дата

source: Short text
ru: Короткпй текст

source: No news at this moment
ru: На данный момент новостей нет

source: Find news
ru: Найти новость

source: Login to acc [test@test.test Q1_w2e3r4t5]
ru: Зайдите в акк. [test@test.test Q1_w2e3r4t5]
